# Core
brew "stow"
brew "git"
brew "gh"
brew "neovim"
brew "tmux"
brew "btop"

# Shell
brew "pipx"
brew "jq"
brew "zoxide"
brew "fzf"
brew "eza"
brew "bat"
brew "starship"
brew "zinit"
brew "atuin"
brew "trash"
brew "zippoxer/tap/recall"
brew "tobi/try/try"
brew "superfile"
brew "dust"
brew "fd"
brew "glow"
brew "tw93/tap/mole"

# Dev
brew "hcloud"
brew "opencode"
brew "git-delta"
brew "lazygit"
brew "node"
brew "composer"
brew "wp-cli"
brew "roots/tap/trellis-cli"

# Window Management
cask "BarutSRB/tap/hyprspace"
brew "FelixKratz/formulae/borders"
brew "cristianoliveira/tap/aerospace-scratchpad"

# Apps
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "helium-browser"
cask "karabiner-elements"
cask "docker-desktop"
cask "visual-studio-code"
cask "claude"
cask "claude-code"
cask "raycast"
cask "youtube-music"
cask "font-jetbrains-mono-nerd-font"
brew "bash"
