# Core
brew "stow"
brew "git"
brew "gh"
brew "neovim"
brew "tmux"
brew "btop"

# Shell
brew "jq"
brew "zoxide"
brew "fzf"
brew "eza"
brew "bat"
brew "starship"
brew "zinit"
brew "trash"

# Dev
brew "git-delta"
brew "lazygit"
brew "node"
brew "composer"
brew "wp-cli"
brew "roots/tap/trellis-cli"

# Apps
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "karabiner-elements"
cask "docker-desktop"
cask "visual-studio-code"
cask "claude"
cask "claude-code"
cask "raycast"
cask "youtube-music"
cask "font-jetbrains-mono-nerd-font"
